Repository: Belarus/OmegaT-FBReader
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: Purchase book. Please, wait…
be: Набыцьцё кнігі. Калі ласка, пачакайце…

source: Purchase books
be: Набыць кнігі

source: Purchase on Google Play now?
be: Купіць зараз на Google Play?

source: Purchasing book. Please wait…
be: Набыцьцё кнігі. Калі ласка, пачакайце…

source: Quick buy
be: Хуткая купля

source: Quote from %s
be: Цытата з %s

source: Read
be: Чытаць

source: Read aloud
be: Чытайце ўголас

source: Read book
be: Чытаць кнігу

source: Read book text
be: Чытаць тэкст кнігі

source: Read books in DjVu format
be: Чытаньне кніг фармату DjVu

source: Read books in PDF format
be: Чытаньне кніг фармату PDF

source: Read comic books (CBR, CBZ)
be: Чытаць коміксы (CBR, CBZ)

source: Read downloaded copy
be: Чытаць зладаваную копію

source: Read local copy
be: Чытаць лякальную копію

source: Read more about synchronization
be: Больш пра сынхранізацыю

source: Read sample
be: Чытаць узор

source: Reading the same book on your mobile phone and tablet? Don't worry about looking up your page every time you switch devices. Enable FBReader synchronization on both or all devices, and the program will open your last reading position automatically.
be: Чытаеце адну і тую ж кнігу на тэлефоне і тэблеце? Забудзьце пра пастаянны пошук патрэбнай старонкі ўручную пры зьмене прылад. Уключыце сынхранізацыю FBReader на абедзьвюх прыладах, і праграма сама будзе адчыняць месца, на якім Вы спыніліся ў мінулы раз.

source: Reasons to buy: &bullet; Built-in support for PDF and comic book formats (CBR, CBZ). &bullet; Thumbnail library view. 100% ad-free. (You can revert to classic library view if you prefer.) &bullet; Google Translate integration: just select a phrase and choose the translation icon from the popup menu. &bullet; Your purchase supports the FBReader project, allowing more and more new features to be added to both the Free and Premium versions of the app.
be: Прычыны для куплі: &bullet; Убудаваня падтрымка PDF і коміксаў (CBR, CBZ). &bullet; Бібліятэка ў выглядзе мініятур. 100% без рэклямы. (вы можаце выбраць старыя выгляд бібліятэкі, калі захочаце). &bullet; Інтэграцыя Google Translate: проста вылучайце фразу і націскайец кнопку перакладу ў выплыўным мэню. &bullet; Вашая купля дапаможа разьвіцьцю праекту FBReader, дазваляючы нараджацца новым магчымасьцям для бясплатнай і прэміюмнай вэрсій праграмы.

source: Recent
be: Апошнія

source: Recent catalogs
be: Апошнія каталёгі

source: Recent catalogues
be: Апошнія каталёгі

source: Recently opened books
be: Апошнія адчыненыя кнігі

source: Recover account information
be: Аднавіць інфармацыю конту

source: Recovering password. Please wait…
be: Аднаўленьне пароля. Калі ласка, пачакайце…

source: Red
be: Чырвоны

source: Refresh
be: Абнавіць

source: Refresh catalogs
be: Абнавіць каталёгі

source: Register User
be: Зарэгістравацца

source: Registering new account. Please wait…
be: Рэгістрацыя новага конту. Калі ласка, пачакайце…

source: Regular
be: Звычайны

source: Regular Paragraph
be: Звычайны абзац

source: Regular text
be: Звычайны тэкст

source: Related links
be: Зьвязаныя спасылкі

source: Reload
be: Перазаладаваць

source: Remove
be: Прыбраць

source: Remove author
be: Прыбраць аўтара

source: Remove author “%s” from the list?
be: Прыбраць аўтара «%s» са сьпісу?

source: Remove catalog
be: Выдаліць каталёг

source: Remove catalogue
be: Выдаліць каталёг

source: Remove folder
be: Выдаліць тэчку

source: Remove from basket
be: Прыбраць з кошыка

source: Remove from favorites
be: Прыбраць з упадабанага

source: Remove from favourites
be: Прыбраць з упадабанага

source: Remove from recent list
be: Прыбраць са сьпісу апошніх

source: Remove tag
be: Прыбраць цэтлік

source: Remove tag “%s” from the list?
be: Прыбраць цэтлік «%s» са сьпісу?

source: Remove “%s” from the list?
be: Прыбраць «%s» са сьпісу?

source: Required information is not specified in the catalog
be: Патрэбная інфармацыя не азначаная ў каталёгу

source: Rescan
be: Пераглядзець

source: Reset position
be: Скінуць пазыцыю

source: Return to …
be: Вярнуцца да…

source: Reverse landscape
be: Перавернутая гарызантальная

source: Reverse portrait
be: Перавернутая вэртыкальная

source: Right
be: Выраўнаваць справа

source: Right Indent
be: Правы водступ

source: Right indent
be: Правы водступ

source: Right margin
be: Правае поле

source: Right to left page scrolling
be: Перацягваньне справа ўлева

source: Romanian
be: Румынская мова

source: Root
be: Корань

source: Root catalog
be: Каранёвы каталёг

source: Rotate screen
be: Павярнуць экран

source: Rtf parsing error in\: %s
be: Памылка разбору rtf у\: %s

source: Russian
be: Расейская мова

source: Russian book store
be: Расейская кніжная крама

source: Sample is being downloaded
be: Узор зладоўваецца

source: Sand
be: Пясок

source: Save text
be: Захаваць тэкст

source: Screen brightness adjustment
be: Рэгуляваньне яркасьці экрану

source: Screen orientation
be: Арыентацыя экрану

source: Scroll pages horizontally
be: Гартаць старонкі гарызантальна

source: Scroll pages vertically
be: Гартаць старонкі вэртыкальна

source: Scrollbar & footer settings
be: Налады гартача і прыпятка

source: Scrollbar type
be: Тып гартача

source: Search
be: Пошук

source: Search books in all catalogs
be: Шукаць кнігі ва ўсіх каталёгах

source: Search books in all catalogues
be: Шукаць кнігі ва ўсіх каталёгах

source: Search books on %s
be: Шукаць кнігі на %s

source: Search in progress
be: Выконваецца пошук

source: Search results
be: Вынікі пошуку

source: Search results background
be: Фон вынікаў пошуку

source: Search results for\: %s
be: Вынікі пошуку для\: %s

source: Searching for books in network
be: Пошук кніг у сетцы

source: Searching. Please wait…
be: Пошук. Калі ласка, пачакайце…

source: Searching. Please, wait…
be: Пошук. Калі ласка, пачакайце…

source: Section Title
be: Назва разьдзелу

source: Select action
be: Абраць дзеяньне

source: Select another email
be: Выбраць іншы электронны адрас

source: Select file…
be: Выбраць файл…

source: Select widget icon
be: Выбраць значок віджэта

source: Selected text
be: Вылучаны тэкст

source: Selection
be: Вылучэньне

source: Selection background
be: Фон вылучэньня

source: Send report
be: Даслаць справаздачу

source: Send us an e-mail
be: Даслаць нам ліст

source: Send us an email
be: Даслаць нам ліст

source: Separate settings for titles, epigraphs, etc.
be: Падзяляць налады на назвы, эпіграфы і гэтак далей

source: Sepia
be: Сэпія

source: Serbian
be: Сэрбская мова

source: Series
be: Сэрыі

source: Series\:
be: Сэрыі\:

source: Serve books from your device
be: Раздача кніг з Вашае прылады

source: Settings
be: Налады

source: Share
be: Абагуліць

source: Share book
be: Абагуліць кнігу

source: Shared from <a href\="http\://fbreader.org/">FBReader</a>
be: Абагулена праз <a href\="http\://fbreader.org/">FBReader</a>

source: Shared from <a href\="http\://www.fbreader.org/">FBReader</a>
be: Абагулена праз <a href\="http\://www.fbreader.org/">FBReader</a>

source: Shared from <a href\="https\://fbreader.org/">FBReader</a>
be: Абагулена праз <a href\="https\://fbreader.org/">FBReader</a>

source: Shift animation
be: Пераход

source: Show 'open library' item
be: Паказваць «Адчыніць бібліятэку»

source: Show 'open network library' item
be: Паказваць «Адчыніць сеткавую бібліятэку»

source: Show 'return to previous book' item
be: Паказваць «Вярнуцца да папярэдняй кнігі»

source: Show TOC marks
be: Паказваць пазнакі зьместу

source: Show TOC marks in the footer bar
be: Паказваць пазнакі зьместу ў прыпятку

source: Show action bar
be: Паказваць паліцу дзеяньняў

source: Show action bar in reading mode
be: Паказваць паліцу дзеяньняў падчас чытаньня

source: Show battery level
be: Паказваць узровень батарэі

source: Show battery level in footer
be: Паказваць узровень батарэі ў прыпятку

source: Show books
be: Паказаць кнігі

source: Show cancel menu
be: Паказаць мэню касаваньня

source: Show clock
be: Паказваць гадзіньнік

source: Show clock in footer
be: Паказваць гадзіньнік у прыпятку

source: Show daily tips
be: Паказваць штодзённыя падказкі

source: Show items for last 3 positions in the book
be: Паказваць тры апошнія пазыцыі ў кнізе

source: Show linked text in a popup
be: Паказваць зьвязаны тэкст у выплыўным акне

source: Show navigation controls
be: Паказваць элемэнты навігацыі

source: Show page number
be: Паказваць нумар старонкі

source: Show page number in footer
be: Паказваць нумар старонкі ў прыпятку

source: Show reading progress
be: Паказваць прагрэс чытаньня

source: Show results
be: Паказаць вынікі

source: Show status bar
be: Паказваць паліцу стану

source: Show status bar in reading mode
be: Паказваць паліцу стану падчас чытаньня

source: Show status bar when menu becomes active
be: Паказваць паліцу стану, калі актывуецца мэню

source: Show status bar when menu is active
be: Паказваць паліцу стану, калі мэню актыўнае

source: Show tips
be: Паказваць падказкі

source: Show/hide status bar when menu is active
be: Паказваць ці хаваць паліцу стану, калі мэню актыўнае

source: Sign in
be: Увайсьці

source: Sign in manually
be: Увайсьці ўручную

source: Sign out (%s)
be: Выйсьці (%s)

source: Sign up
be: Зарэгістравацца

source: Signing in
be: Уваход

source: Signing in. Please wait…
be: Уваход. Калі ласка, пачакайце…

source: Signing out. Please wait…
be: Выхад. Калі ласка, пачакайце…

source: Signing out. Please, wait…
be: Выхад. Калі ласка, пачакайце…

source: Size
be: Памер

source: Size\:
be: Памер\:

source: Skip
be: Прапусьціць

source: Slide animation
be: Ссоўваньне

source: Slide animation (old style)
be: Ссоўваньне (стары выгляд)

source: Slow
be: Павольная

source: Small cards
be: Невялікія карткі

source: Solid color
be: Суцэльны колер

source: Solid color…
be: Суцэльны колер…

source: Something goes wrong for %s
be: Нешта ня так з «%s»

source: Something went wrong with %s
be: Нешта пайшло ня так з «%s»

source: Sort by
be: Сартаваць па

source: Space After
be: Прастора пасьля

source: Space Before
be: Прастора перад

source: Space after paragraph
be: Прастора пасьля абзаца

source: Space before paragraph
be: Прастора перад абзацам

source: Space between columns
be: Прастора паміж слупкамі

source: Spanish
be: Гішпанская мова

source: Specific options for e-ink screens
be: Адмысловыя налады для экранаў e-ink

source: Specified site is already in use
be: Азначаны сайт ужо выкарыстоўваецца

source: Specified title is already in use
be: Азначаная назва ўжо выкарыстоўваецца

source: Stanza
be: Страфа

source: Start reading
be: Пачніце чытаць

source: Start reading.
be: Пачніце чытаць.

source: Start screen
be: Пачатковы экран

source: Stop loading
be: Спыніць ладаваньне

source: Stop searching
be: Спыніць пошук

source: Stopping loading
be: Спыненьне ладаваньня

source: Stopping search
be: Спыненьне пошуку

source: Store your ebooks in the cloud
be: Захоўвайце Вашыя кнігі ў воблаку

source: Store your ebooks in the cloud.
be: Захоўвайце Вашыя кнігі ў воблаку.

source: Stretch horizontally, tile vertically
be: Расьцягнуць гарызантальна, закафляваць вэртыкальна

source: Stretch to fill screen
be: Расьцягнуць, каб запоўніць экран

source: Stretch vertically, tile horizontally
be: Расьцягнуць вэртыкальна, закафляваць гарызантальна

source: StrikeThrough
be: Закрэсьлены

source: Striked through
be: Закрэсьлены

source: Strikethrough
be: Закрэсьлены

source: Strong
be: Моцны

source: Style
be: Стыль

source: Style %s
be: Стыль «%s»

source: Style name
be: Назва стылю

source: Subpixel smoothing
be: Папіксэльнае паліраваньне

source: Subpixel smoothing is disabled
be: Папіксэльнае паліраваньне выключанае

source: Subpixel smoothing is enabled
be: Папіксэльнае паліраваньне ўключанае

source: Subscript
be: Падрадкоўе

source: Subtitle
be: Субтытры

source: Summary
be: Падсумаваньне

source: Superscript
be: Надрадкоўе

source: Swedish
be: Швэдзкая мова

source: Switch screen off even if device is in charging mode
be: Выключаць экран, нават калі прылада зараджаецца

source: Switch to back screen
be: Пераключыцца на задні экран

source: Switch to front screen
be: Пераключыцца на пярэдні экран

source: Switch to this screen
be: Пераключыцца на гэты экран

source: Switch to thumbnail view
be: Пераключыць на выгляд мініятур

source: Synchronisation
be: Сынхранізацыя

source: Synchronisation failed
be: Сынхранізацыя няўдалая

source: Synchronise bookmarks
be: Сынхранізаваць закладкі

source: Synchronise metainfo (title, tags, etc.)
be: Сынхранізаваць мэтазьвесткі (назву, цэтлікі, інш.)

source: Synchronise my library as %s
be: Сынхранізаваць маю бібліятэку як %s

source: Synchronise my library with FBReader book network server
be: Сынхранізаваць маю бібліятэку з сэрвэрам кніжнай сеткі FBReader

source: Synchronise reading positions
be: Сынхранізаваць месцы чытаньня

source: Synchronised
be: Сынхранізавана

source: Synchronization
be: Сынхранізацыя

source: Synchronization failed
be: Сынхранізацыя няўдалая

source: Synchronize bookmarks
be: Сынхранізаваць закладкі

source: Synchronize metainfo (title, tags, etc.)
be: Сынхранізаваць мэтазьвесткі (назву, цэтлікі, інш.)

source: Synchronize my library as %s
be: Сынхранізаваць маю бібліятэку як %s

source: Synchronize my library with FBReader book network server
be: Сынхранізаваць маю бібліятэку з сэрвэрам кніжнай сеткі FBReader

source: Synchronize reading positions
be: Сынхранізаваць месцы чытаньня

source: Synchronize reading positions, but do not open same book on all devices
be: Сынхранізаваць месцы чытаньня, але не адчыняць гэтую кнігу на ўсіх прыладах

source: Synchronized
be: Сынхранізавана

source: System
be: Сыстэмная

source: TOC
be: Зьмест

source: Table of Contents
be: Зьмест

source: Table of Contents:
be: Зьмест:

source: Tag(s)
be: Цэтлік(і)

source: Tag\:
be: Цэтлік\:

source: Tags\:
be: Цэтлікі\:

source: Tamil
be: Тамільская мова

source: Tap zones
be: Зоны дотыкаў

source: Tap zones scheme
be: Схема зонаў дотыкаў

source: Temp files directory
be: Тэчка часовых файлаў

source: Temp files folder
be: Тэчка часовых файлаў

source: Text
be: Тэкст

source: Text alignment
be: Раўнаваньне тэксту

source: Text decoration
be: Аздабленьне тэксту

source: Text margins
be: Палі тэксту

source: Thai
be: Тайская мова

source: The book file will be removed irreversibly. Are you sure?
be: Кніга будзе незваротна выдаленая. Вы ўпэўненыя?

source: The display will not rotate when user moves the device
be: Экран ня будзе паварочвацца, калі карыстальнік рухае прыладу

source: The display will not rotate when user rotates the device
be: Экран ня будзе паварочвацца, калі карыстальнік паварочвае прыладу

source: The display will rotate when user moves the device
be: Экран будзе паварочвацца, калі карыстальнік рухае прыладу

source: The display will rotate when user rotates the device
be: Экран будзе паварочвацца, калі карыстальнік паварочвае прыладу

source: The two passwords do not match
be: Паролі не супадаюць

source: There are no books in series
be: Няма кніг з сэрыі

source: There are no books in series, sorry
be: Няма кніг з сэрыі, прабачце

source: There are no matching bookmarks
be: Няма адпаведных закладак

source: There are no matching books in the library
be: Няма адпаведных кніг у бібліятэцы

source: There are no suitable bookmarks, sorry
be: Няма адпаведных закладак, прабачце

source: There are no suitable books in the library, sorry
be: Няма адпаведных кніг у бібліятэцы, прабачце

source: There is no installed video player on this device, sorry
be: На прыладзе не ўсталяваны прайгравальнік, прабачце

source: There is no suitable text in the book, sorry
be: Няма адпаведнага тэксту ў кнізе, прабачце

source: Third-party libraries
be: Пабочныя бібліятэкі

source: This book
be: Гэтая кніга

source: This file will be removed permanently. Are you sure?
be: Файл будзе незваротна выдалены. Вы ўпэўненыя?

source: This introduction can't possibly describe all of FBReader's outstanding features. We've yet to mention the rich set of FBReader Settings, Calibre Integration, and other plugins like Reading Aloud by Hyperionics. For news about these features, details of our monthly updates, and more, please visit our site or follow us on social networks.
be: Гэтыя ўводзіны ня могуць раскрыць усе магчымасьці FBReader. Мы мусім згадаць вялікі набор налад FBReader, інтэграцыю Calibre і ўбудовы накшталт чытаньня ўслых ад Hyperionics. Каб быць у курсе навін аб гэтых магчымасьцх, абнаўленьнях і іншым, наведвайце наш сайт ці сачыце за намі ў сацыяльных сетках.

source: This is not an OPDS catalog
be: Гэта не каталёг OPDS (адкрытай сыстэмы дастаўленьня публікацыяў)

source: This purchase costs %0
be: Гэты набытак каштуе %0

source: This purchase costs %0 and you have only %1
be: Гэты набытак каштуе %0, а ў Вас толькі %1

source: This purchase costs %0, your balance is %1
be: Гэты набытак каштуе %0, Ваш балянс — %1

source: Thumbnail library view
be: Бібліятэка ў выглядзе мініятур

source: Tile
be: Кафля

source: Tiny cards
be: Малыя карткі

source: Tip of the day
be: Падказка дню

source: Tips
be: Падказкі

source: Title
be: Назва

source: Title should be non-empty
be: Назва ня можа быць пустым

source: Title should not be blank
be: Назва не павінна быць пустой

source: Title\:
be: Назва\:

source: To turn pages swipe screen horizontally or use hardware volume keys.
be: Каб гартаць старонкі, праводзьце па экране гарызантальна ці карыстайце клявішы гучнасьці.

# Too many registrations from your IP address; please try again in a few minutes
source: Too many registrations from your IP address;\nplease try again in a few minutes
be: Зашмат рэгсітрацый з Вашага адраса IP;\nкалі ласка, паспрабуйце пра пару хвілін

source: Top margin
be: Верхняе поле

source: Top up
be: Папоўніць

source: Top up account
be: Папоўніць рахунак

source: Top up account (currently\: %s)
be: Папоўніць рахунак (зараз\: %s)

source: Touch screen page turning
be: Гартаньне старонак дотыкам

source: Translate from
be: Перакласьці

source: Translate phrases via
be: Перакласьці фразу праз

source: Translate to
be: Перакласьці на

source: Translation in progress…
be: Перакладаньне…

source: Translation settings
be: налады перакладу

source: Translator
be: Перакладнік

source: Try again
be: Паспрабаваць зноў

source: Try again?
be: Паспрабаваць зноў?

source: Trying to connect. Please wait…
be: Спроба злучэньня…

source: Trying to connect. Please, wait…
be: Спроба злучэньня. Калі ласка, пачакайце…

source: Turkish
be: Турэцкая мова

source: Turn page with volume keys
be: Гартаць старонкі гучнасьцю

source: Turn pages by finger flick
be: Гартаць перацягваньнем

source: Turn pages by finger tap
be: Гартаць дотыкам

source: Turn pages by finger tap or flick
be: Гартаць дотыкам ці перацягваньнем

source: Turn pages with no animation
be: Без анімацыі

source: Turn the device over to read your book. To return text to this screen, press the button below.
be: Перавярніце прыладу, каб чытаць кнігу. Каб вярнуць тэкст на гэты экран, націсьніце кнопку зьнізу.

source: Two column view
be: Выгляд двума слупкамі

source: Type\:
be: Тып\:

source: URL
be: Адрас

source: URL should be non-empty
be: Адрас ня можа быць пустым

source: URL should not be empty
be: Адрас ня можа быць пустым

source: Ukrainian
be: Украінская мова

source: Unable to create cache directory
be: Немагчыма стварыць кэшавую тэчку

source: Unable to create directory %s
be: Немагчыма стварыць тэчку «%s»

source: Unable to create file %s
be: Немагчыма стварыць файл «%s»

# Unable to sign in with email %s
source: Unable to sign in with email\n%s
be: Немагчыма ўвайсьці з электронным адрасам\n%s

source: Unchanged
be: Ня зьменена

source: Underlined
be: Падкрэсьлены

source: Unknown Error
be: Невядомая памылка

source: Unknown author
be: Невядомы аўтар

source: Unknown error
be: Невядомая памылка

source: Unknown plugin type\: %s
be: Невядомы тып убудовы\: %s

source: Unsupported Compression Method
be: Непадтрыманы спосаб сьціску

source: Unsupported operation
be: Непадтрыманая апэрацыя

source: Unsupported protocol
be: Непадтрыманы пратакол

source: Up to down page scrolling
be: Перацягваньне зьверху ўніз

source: Update
be: Абнавіць

source: Update plugin
be: Абнавіць убудову

source: Updating account information. Please wait…
be: Абнаўленьне інфармацыі конту. Калі ласка, пачакайце…

source: Updating account information. Please, wait…
be: Абнаўленьне інфармацыі конту. Калі ласка, пачакайце…

source: Updating book database. Please wait…
be: Абнаўленьне кніжнай базы. Калі ласка, пачакайце…

source: Updating books database. Please, wait…
be: Абнаўленьне кніжнай базы. Калі ласка, пачакайце…

source: Updating catalogs list. Please wait…
be: Абнаўленьне сьпісу каталёгу. Калі ласка, пачакайце…

source: Updating catalogs list. Please, wait…
be: Абнаўленьне сьпісу каталёгу. Калі ласка, пачакайце…

source: Upload again
be: Заладаваць зноў

source: Upload all books to server
be: Заладаваць усе кнігі на сэрвэр

source: Use background
be: Выкарыстоўваць фон

source: Use complete (clean, but slow) screen update
be: Карыстаць поўнае (чыстае і павольнае) абнаўленьне экрану

source: Use fast (but not very clean) screen update
be: Карыстаць хуткае (ня вельмі чыстае) абнаўленьне экрану

source: Use font family defined in CSS
be: Выкарыстоўваць гарнітуру з CSS

source: Use volume keys for sound
be: Карыстаць клявішы гучнасьці для гуку

source: Use volume keys to turn the pages
be: Карыстаць клявішы гучнасьці для гартаньня

source: Username
be: Імя карыстальніка

source: Username already in use
be: Імя карытсальніка ўжо занятае

source: Username should be non-empty
be: Імя карыстальніка ня можа быць пустым

source: Username should not be blank
be: Імя карытсальніка не павінна быць пустым

source: Verse
be: Верш

source: Version
be: Вэрсія

source: Version info, contacts
be: Вэрсія й кантакты

source: Version info, contacts, etc.
be: Вэрсія й кантакты

source: Vertical alignment
be: Вэртыкальнае раўнаваньне

source: Vertical progress bar
be: Вэртыкальная паліца прагрэсу

source: Vertical slider
be: Вэртыкальны лятунок

source: Video service is not available
be: Відэаслужба недаступная

source: Video service is not available, sorry
be: Відэаслужба недаступная, прабачце

source: Vietnamese
be: Віетнамская мова

source: Visit our website
be: Наведаць наш сайт

source: Visited hyperlink text
be: Тэкст наведанай спасылкі

source: Wallpapers directories
be: Тэчкі шпалераў

source: Wallpapers directory
be: Тэчка шпалераў

source: Want to copy your ebooks from a desktop to another device? Or maybe you want to store your downloaded books in a safe space? FBReader Book Network is a cloud storage service that uses Google Drive™. Enable synchronization with the Book Network, and your book collection will be always available from any of your computers and mobile devices. Your books will be stored in your own space on Google Drive™. You can manage your collection from any browser.
be: Жадаеце мець Вашыя кнігі адначасова на некалькіх прыладах? Ці, магчыма, хочаце захоўваць іх у бясьпечным месцы? Кніжная сетка FBReader — гэта воблачнае сховішча, якое выкарыстоўвае Дыск Google™. Уключыце сынхранізацыю з кніжнай сеткай, і Вашая кнжная калекцыя будзе заўсёды даступная зь любой з Вашых прылад. Вашыя кнігі будуць захаваныя ў Вашым уласным месцы на Дыску Google™. Вы можаце кіраваць Вашай калекцыяй зь любога аглядальніка.

source: Want to start reading right away? Click any cover below to download and open the book. To return to this text, select “Start Screen” in the menu.
be: Жадаеце пачаць чытаньне проста зараз? Выберыце любую кнігу ніжэй, каб зладаваць і адчыніць яе. Каб вярнуцца да гэтага тэксту, выберыце «Пачатковы экран» у мэню.

source: We created a LitRes account for you. Detailed information has been sent to %s.
be: Мы стварылі конт ЛітРэс для Вас. Падрабязная інфармацыя выслана на %s
